Repository: SOSREBET/DJAuth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, ja, tr, uk

source: English
de: Englisch
fr: Anglais
ja: 英語英国人英語の
tr: İngilizce
uk: Англійська мова

source: Russia
de: Russland
fr: Russie
ja: ロシア魯国蘇連
tr: Rusya
uk: Росія

source: German
de: Deutsch
fr: Allemand
ja: ドイツ人ドイツのドイツ人の
tr: Almanca
uk: Німецький

source: French
de: Französisch
fr: Français
ja: フランス語フランス人フランスの
tr: Fransızca
uk: Французький

source: Japanese
de: japanisch
fr: Japonais
ja: 日本日本語日本人
tr: Japonca
uk: Японський

source: Turkish
de: Türkisch
fr: Turc
ja: トルコ語トルコのトルコ人の
tr: Türkçe
uk: Турецький

source: Ukrainian
de: ukrainisch
fr: Ukrainien
ja: ウクライナ人
tr: Ukrayna
uk: Український

source: Menu
de: Speisekarte
ja: メニュー
tr: Menü
uk: Меню

source: You need to login to your account
de: Sie müssen sich in Ihrem Konto anmelden
fr: Vous devez vous connecter à votre compte
ja: アカウントにログインする必要があります
tr: Hesabınıza giriş yapmanız gerekiyor
uk: Вам потрібно увійти до свого облікового запису

source: Last entrance
de: Letzter Eingang
fr: Dernière entrée
ja: 最後の入り口
tr: Son giriş
uk: Останній вхід

source: Change password
de: Kennwort ändern
fr: Changer le mot de passe
ja: パスワードを変更する
tr: Şifre değiştir
uk: Змінити пароль

source: Log out
de: Ausloggen
fr: Se déconnecter
ja: ログアウト
tr: Çıkış Yap
uk: Вийти

source: Privacy Policy
de: Datenschutz-Bestimmungen
fr: politique de confidentialité
ja: プライバシーポリシー
tr: Gizlilik Politikası
uk: Політика конфіденційності

source: The privacy policy applies to the DJAuth website. The data will be processed by the agent.
de: Die Datenschutzrichtlinie gilt für die DJAuth -Website.Die Daten werden vom Agenten verarbeitet.
fr: La politique de confidentialité s'applique au site Web de Djauth.Les données seront traitées par l'agent.
ja: プライバシーポリシーは、DJAUTH Webサイトに適用されます。データはエージェントによって処理されます。
tr: Gizlilik politikası DJAUTH web sitesi için geçerlidir.Veriler ajan tarafından işlenecektir.
uk: Політика конфіденційності застосовується до веб -сайту Djauth.Дані будуть оброблені агентом.

source: Consent is given by ticking the box on the site.
de: Die Einwilligung erfolgt durch Tickenden des Feldes auf der Website.
fr: Le consentement est donné en cochant la case sur le site.
ja: サイトのボックスを刻むことにより、同意が与えられます。
tr: Sitedeki kutuyu işaretleyerek onay verilir.
uk: Згода надається, тикнув коробку на сайті.

source: The user guarantees that he is of legal age.
de: Der Benutzer garantiert, dass er vom gesetzlichen Alter ist.
fr: L'utilisateur garantit qu'il a un âge légal.
ja: ユーザーは、彼が法定年齢であることを保証します。
tr: Kullanıcı yasal yaşta olduğunu garanti eder.
uk: Користувач гарантує, що він законний.

source: The purpose of data processing is registration and (or) provision of services.
de: Der Zweck der Datenverarbeitung ist die Registrierung und (oder) Bereitstellung von Diensten.
fr: L'objectif du traitement des données est l'enregistrement et (ou) la prestation de services.
ja: データ処理の目的は、登録と（または）サービスの提供です。
tr: Veri işlemenin amacı kayıt ve (veya) hizmetlerin sağlanmasıdır.
uk: Метою обробки даних є реєстрація та (або) надання послуг.

source: Mail is being processed (automated processing method) for registration.
de: Die Mail wird zur Registrierung verarbeitet (automatisierte Verarbeitungsmethode).
fr: Le courrier est en cours de traitement (méthode de traitement automatisée) pour l'enregistrement.
ja: メールは登録のために処理されています（自動処理方法）。
tr: Kayıt için posta işleniyor (otomatik işleme yöntemi).
uk: Пошта обробляється (метод автоматизованої обробки) для реєстрації.

source: Personal data is destroyed if the user's account becomes inactive.
de: Persönliche Daten werden zerstört, wenn das Konto des Benutzers inaktiv wird.
fr: Les données personnelles sont détruites si le compte de l'utilisateur devient inactif.
ja: ユーザーのアカウントが非アクティブになった場合、個人データは破壊されます。
tr: Kullanıcının hesabı aktif hale gelirse kişisel veriler yok edilir.
uk: Особисті дані руйнуються, якщо обліковий запис користувача стане неактивним.

source: To main
de: Main
fr: Au principal
ja: メインへ
tr: Ana
uk: До головного

source: Log in
de: Anmeldung
fr: Connexion
ja: ログイン
tr: Giriş yapmak
uk: Увійти

source: Forgot password?
de: Passwort vergessen?
fr: Mot de passe oublié?
ja: パスワードをお忘れですか？
tr: Parolanızı mı unuttunuz?
uk: Забули пароль?

source: Sign up
de: Anmeldung
fr: S'inscrire
ja: サインアップ
tr: Üye olmak
uk: Зареєструватися

source: Letter sent
de: Brief gesendet
fr: Lettre envoyée
ja: 送信された手紙
tr: Gönderilen mektup
uk: Надісланий лист

source: We have sent you an email to the email address you provided.
de: Wir haben Ihnen eine E -Mail an die von Ihnen angegebene E -Mail -Adresse gesendet.
fr: Nous vous avons envoyé un e-mail à l'adresse e-mail que vous avez fournie.
ja: 提供されたメールアドレスにメールを送信しました。
tr: Size sağladığınız e -posta adresine bir e -posta gönderdik.
uk: Ми надіслали вам електронний лист на надану вами електронну адресу.

source: You should receive it soon.
de: Sie sollten es bald erhalten.
fr: Vous devriez le recevoir bientôt.
ja: すぐに受け取る必要があります。
tr: Yakında almalısın.
uk: Ви повинні отримати його найближчим часом.

source: If you do not receive an email, please make sure your email address is spelled correctly and check your spam.
de: Wenn Sie keine E -Mail erhalten, stellen Sie bitte sicher, dass Ihre E -Mail -Adresse korrekt geschrieben ist, und überprüfen Sie Ihren Spam.
fr: Si vous ne recevez pas d'e-mail, assurez-vous que votre adresse e-mail est correctement orthographiée et vérifiez votre spam.
ja: メールが届かない場合は、メールアドレスが正しく綴られていることを確認し、スパムを確認してください。
tr: Bir e -posta almazsanız, lütfen e -posta adresinizin doğru yazıldığından emin olun ve spam'inizi kontrol edin.
uk: Якщо ви не отримуєте електронний лист, переконайтеся, що ваша електронна адреса написана правильно та перевірте свій спам.

source: You can close this page
de: Sie können diese Seite schließen
fr: Vous pouvez fermer cette page
ja: このページを閉じることができます
tr: Bu sayfayı kapatabilirsiniz
uk: Ви можете закрити цю сторінку

source: Confirmation error
de: Bestätigungsfehler
fr: Erreur de confirmation
ja: 確認エラー
tr: Onay hatası
uk: Помилка підтвердження

source: Your link is invalid, please try again
de: Ihr Link ist ungültig. Bitte versuchen Sie es erneut
fr: Votre lien n'est pas valide, veuillez réessayer
ja: リンクが無効です。もう一度やり直してください
tr: Bağlantınız geçersiz, lütfen tekrar deneyin
uk: Ваше посилання недійсне, спробуйте ще раз

source: Password changed
de: Passwort geändert
fr: Mot de passe changé
ja: パスワード変更済み
tr: şifre değişti
uk: Змінено пароль

source: New Password
de: Neues Kennwort
fr: nouveau mot de passe
ja: 新しいパスワード
tr: Yeni Şifre
uk: Новий пароль

source: Password recovery completed
de: Passwortwiederherstellung abgeschlossen
fr: Récupération de mot de passe terminée
ja: パスワードの回復が完了しました
tr: Şifre Kurtarma tamamlandı
uk: Відновлення пароля завершено

source: Your password has been saved. Now you can login
de: Ihr Passwort wurde gespeichert.Jetzt können Sie sich anmelden
fr: Votre mot de passe a été enregistré.Maintenant, vous pouvez vous connecter
ja: パスワードは保存されています。これで、ログインできます
tr: Şifreniz kaydedildi.Şimdi giriş yapabilirsin
uk: Ваш пароль збережений.Тепер ви можете увійти

source: Log In
de: Anmeldung
fr: Connexion
ja: ログイン
tr: Giriş yapmak
uk: Увійти

source: Please enter your new password twice so we can verify it is spelled correctly.
de: Bitte geben Sie Ihr neues Passwort zweimal ein, damit wir überprüfen können, ob es richtig geschrieben ist.
fr: Veuillez saisir deux fois votre nouveau mot de passe afin que nous puissions vérifier qu'il est correctement orthographié.
ja: 新しいパスワードを2回入力して、それが正しく綴られていることを確認できます。
tr: Doğru yazıldığını doğrulayabilmemiz için lütfen yeni şifrenizi iki kez girin.
uk: Будь ласка, введіть свій новий пароль двічі, щоб ми могли перевірити його правильно.

source: Invalid URL
de: ungültige URL
fr: URL invalide
ja: 無効なURL
tr: Geçersiz URL
uk: Недійсна URL -адреса

source: The password reset link is incorrect, it may have already been used. Please request a password change again.
de: Der Kennwortreset -Link ist falsch, es wurde möglicherweise bereits verwendet.Bitte fordern Sie eine Passwortänderung erneut an.
fr: Le lien de réinitialisation du mot de passe est incorrect, il a peut-être déjà été utilisé.Veuillez demander à nouveau un changement de mot de passe.
ja: パスワードリセットリンクが正しくないため、すでに使用されている可能性があります。パスワードの変更をもう一度リクエストしてください。
tr: Parola sıfırlama bağlantısı yanlış, zaten kullanılmış olabilir.Lütfen tekrar şifre değişikliği isteyin.
uk: Посилання на скидання пароля є невірним, воно, можливо, вже використовувалося.Будь ласка, подайте запит на зміну пароля ще раз.

source: We have sent you instructions on how to set a new password to the email address you provided.
de: Wir haben Ihnen Anweisungen zum Festlegen eines neuen Passworts für die von Ihnen angegebene E -Mail -Adresse gesendet.
fr: Nous vous avons envoyé des instructions sur la façon de définir un nouveau mot de passe sur l'adresse e-mail que vous avez fournie.
ja: 提供されたメールアドレスに新しいパスワードを設定する方法に関する指示をお送りしました。
tr: Size sağladığınız e -posta adresine nasıl yeni bir şifre ayarlayacağınız konusunda size talimatlar gönderdik.
uk: Ми надіслали вам інструкції щодо встановлення нового пароля на надану вами електронну адресу.

source: If you do not receive an email, please make sure you enter the email address you registered with and check your spam folder.
de: Wenn Sie keine E -Mail erhalten, stellen Sie bitte die E -Mail -Adresse ein, mit der Sie registriert sind, und überprüfen Sie Ihren Spam -Ordner.
fr: Si vous ne recevez pas d'e-mail, assurez-vous de saisir l'adresse e-mail avec laquelle vous avez enregistré et de vérifier votre dossier de spam.
ja: メールが届かない場合は、登録したメールアドレスを入力して、スパムフォルダーを確認してください。
tr: Bir e -posta almazsanız, lütfen kayıt yaptığınız e -posta adresini girdiğinizden ve spam klasörünüzü kontrol ettiğinizden emin olun.
uk: Якщо ви не отримуєте електронний лист, переконайтеся, що ви вводите електронну адресу, з якою ви зареєстровані, та перевірте свою папку спаму.

source: You can close this tab
de: Sie können diese Registerkarte schließen
fr: Vous pouvez fermer cet onglet
ja: このタブを閉じることができます
tr: Bu sekmeyi kapatabilirsiniz
uk: Ви можете закрити цю вкладку

source: You’re receiving this email because you requested a password reset for your user account at
de: Sie erhalten diese E -Mail, da Sie bei Ihrem Benutzerkonto bei einem Passwort zurückgesetzt haben
fr: Vous recevez cet e-mail parce que vous avez demandé une réinitialisation de mot de passe pour votre compte d'utilisateur à
ja: ユーザーアカウントにパスワードリセットをリクエストしたため、このメールを受信しています
tr: Bu e -postayı alıyorsunuz çünkü kullanıcı hesabınız için bir şifre sıfırlama talebinde bulunuyorsunuz.
uk: Ви отримуєте цей електронний лист, оскільки ви попросили скидання пароля для свого облікового запису за адресою

source: Please go to the following page and choose a new password:
de: Bitte gehen Sie zur folgenden Seite und wählen Sie ein neues Passwort:
fr: Veuillez accéder à la page suivante et choisir un nouveau mot de passe:
ja: 次のページにアクセスして、新しいパスワードを選択してください。
tr: Lütfen bir sonraki sayfaya gidin ve yeni bir şifre seçin:
uk: Будь ласка, перейдіть на наступну сторінку та виберіть новий пароль:

source: Your username, in case you’ve forgotten:
de: Ihr Benutzername, falls Sie vergessen haben:
fr: Votre nom d'utilisateur, au cas où vous auriez oublié:
ja: あなたのユーザー名、あなたが忘れた場合に備えて：
tr: Unutmuş olmanız durumunda kullanıcı adınız:
uk: Ваше ім'я користувача, якщо ви забули:

source: Thanks for using our site!
de: Danke, dass du unsere Seite benutzt hast!
fr: Merci d'utiliser notre site!
ja: 私たちのサイトを使ってくれてありがとう！
tr: Sitemizi kullandığınız için teşekkürler!
uk: Дякуємо за використання нашого сайту!

source: The %(site_name)s team
de: Das %(site_name)s -Team
fr: L'équipe %(site_name)s
ja: %(site_name)sチーム
tr: %(site_name)s ekibi
uk: Команда %(site_name)s

source: Password reset
de: Passwort zurücksetzen
fr: Réinitialisation du mot de passe
ja: パスワードのリセット
tr: Parola sıfırlama
uk: Скидання пароля

source: Reset
de: Zurücksetzen
fr: Réinitialiser
ja: リセット
tr: Sıfırla
uk: Скинути

source: You received this email because you signed up for
de: Sie haben diese E -Mail erhalten, weil Sie sich angemeldet haben
fr: Vous avez reçu cet e-mail parce que vous vous êtes inscrit à
ja: サインアップしたため、このメールを受け取りました
tr: Bu e -postayı aldınız çünkü kaydolduğunuz için
uk: Ви отримали цей електронний лист, тому що ви зареєструвалися

source: Please follow the link to verify your email
de: Bitte folgen Sie dem Link, um Ihre E -Mail zu überprüfen
fr: Veuillez suivre le lien pour vérifier votre e-mail
ja: リンクに従って、メールを確認してください
tr: E -postanızı doğrulamak için lütfen bağlantıyı takip edin
uk: Будь ласка, перейдіть за посиланням, щоб перевірити свою електронну пошту

source: Confirm mail
de: Mail bestätigen
fr: Confirmer le courrier
ja: メールを確認してください
tr: Posta onaylayın
uk: Підтвердити пошту

source: If you did not provide your address - just ignore this letter.
de: Wenn Sie Ihre Adresse nicht angegeben haben, ignorieren Sie diesen Brief einfach.
fr: Si vous n'avez pas fourni votre adresse - ignorez simplement cette lettre.
ja: あなたがあなたの住所を提供しなかった場合 - この手紙を無視してください。
tr: Adresinizi vermediyseniz - bu mektubu görmezden gelin.
uk: Якщо ви не надали свою адресу - просто ігноруйте цей лист.

source: Confirm that you are not a robot.
de: Bestätigen Sie, dass Sie kein Roboter sind.
fr: Confirmez que vous n'êtes pas un robot.
ja: あなたがロボットではないことを確認してください。
tr: Robot olmadığınızı onaylayın.
uk: Підтвердити, що ви не робот.

source: Pass captcha.
fr: Passer le captcha.
ja: パスキャプチャ。
uk: Передайте капчу.

source: Enter a valid username. This value may contain only English letters, numbers, and -/_/. characters.
de: Geben Sie einen gültigen Benutzernamen ein.Dieser Wert kann nur englische Buchstaben, Zahlen und -/_/enthalten.Figuren.
fr: Entrez un nom d'utilisateur valide.Cette valeur ne peut contenir que des lettres anglaises, des nombres et - / _ /.personnages.
ja: 有効なユーザー名を入力します。この値には、英語の文字、数字、および - /_/のみが含まれている場合があります。文字。
tr: Geçerli bir kullanıcı adı girin.Bu değer yalnızca İngilizce harfler, sayılar ve -/_/içerebilir.karakterler.
uk: Введіть дійсне ім'я користувача.Це значення може містити лише англійські літери, цифри та -/_/.персонажі.

source: Enter a valid password. This value may contain only English letters, numbers, and @/./+/-/_ characters.
de: Geben Sie ein gültiges Passwort ein.Dieser Wert kann nur englische Buchstaben, Zahlen und @/./+/-/_ Zeichen enthalten.
fr: Entrez un mot de passe valide.Cette valeur ne peut contenir que des lettres anglaises, des nombres et @ /. / + / - / _ caractères.
ja: 有効なパスワードを入力します。この値には、英語の文字、数字、 @/。/+/ - /_文字のみが含まれている場合があります。
tr: Geçerli bir şifre girin.Bu değer yalnızca İngilizce harfler, sayılar ve @/./+/-/_ karakterler içerebilir.
uk: Введіть дійсний пароль.Це значення може містити лише англійські літери, цифри та @/./+/-/_ символів.

source: I accept <a class="reference" href="%s">the privacy policy</a>
de: Ich akzeptiere <a class="reference" href="%s"> die Datenschutzrichtlinie </a>
fr: J'accepte <a class="reference", href="%s"> La politique de confidentialité </a>
ja: 私は<a class="reference" href="%s">プライバシーポリシー</a>を受け入れます
tr: <a class="reference" href="%s"> Gizlilik Politikasını kabul ediyorum </a>
uk: Я приймаю <a class="reference" href="%s"> Політика конфіденційності </a>

source: username
de: Nutzername
fr: nom d'utilisateur
ja: ユーザー名
tr: Kullanıcı adı
uk: Ім'я користувача

source: Email
ja: Eメール
tr: E -posta
uk: Електронна пошта

source: Password
de: Passwort
fr: Mot de passe
ja: パスワード
tr: Şifre
uk: Пароль

source: Password confirmation
de: Passwort Bestätigung
fr: Confirmation mot de passe
ja: パスワードの確認
tr: Şifre onayı
uk: Підтвердження паролю

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
de: Bitte geben Sie ein korrektes %(username)s und ein Passwort ein.Bedenke, dass möglicherweise Groß-und Kleinschreibung in beiden Feldern beachtet werden muss.
fr: Veuillez saisir un %(username)s correct et un mot de passe.Noter que les deux champs peuvent être sensibles à la casse.
ja: 正しい%(username)sとパスワードを入力してください。両方のフィールドは症例に敏感である可能性があることに注意してください。
tr: Lütfen doğru bir %(username)s ve şifre girin.Her iki alanın da büyük / küçük harfe duyarlı olabileceğini unutmayın.
uk: Введіть правильний %(username)s та пароль.Врахуйте що обидва поля можуть бути чутливі до регістру.

source: This account is inactive.
de: Dieses Konto ist inaktiv.
fr: Ce compte est inactif.
ja: このアカウントは非アクティブです。
tr: Bu hesap aktif değildir.
uk: Цей рахунок неактивний.

source: Remember me
de: Mich erinnern
fr: Souviens-toi de moi
ja: 私を覚えてますか
tr: Beni Hatırla
uk: Пам'ятай мене

source: You are asking for email confirmation too often. Please wait a bit and try again.
de: Sie bitten zu oft um eine E -Mail -Bestätigung.Bitte warten Sie ein bisschen und versuchen Sie es erneut.
fr: Vous demandez trop souvent la confirmation par e-mail.Veuillez attendre un peu et réessayer.
ja: あなたはあまりにも頻繁にメールの確認を求めています。少し待って、もう一度やり直してください。
tr: Çok sık e -posta onayı istiyorsunuz.Lütfen biraz bekleyin ve tekrar deneyin.
uk: Ви просите підтвердження електронної пошти занадто часто.Зачекайте трохи і спробуйте ще раз.

source: Your email address has not been verified. Check your mail.
de: Ihre E -Mail -Adresse wurde nicht überprüft.Prüfe deine Mails.
fr: Votre adresse e-mail n'a pas été vérifiée.Vérifier votre courrier.
ja: メールアドレスは確認されていません。メールをチェックして下さい。
tr: E -posta adresiniz doğrulanmadı.Mailini kontrol et.
uk: Ваша електронна адреса не була перевірена.Перевірте свою пошту.

source: New password
de: Neues Kennwort
fr: Nouveau mot de passe
ja: 新しいパスワード
tr: Yeni Şifre
uk: Новий пароль

source: New password confirmation
de: Neues Passwort bestätigen
fr: Confirmation du nouveau mot de passe
ja: 新しいパスワードの確認
tr: Yeni parola onayı
uk: Нове підтвердження пароля

source: Old password
de: Altes Kennwort
fr: Ancien mot de passe
ja: 以前のパスワード
tr: Eski Şifre
uk: Старий пароль

source: The new password must be different from the old one.
de: Das neue Passwort muss sich von der alten unterscheiden.
fr: Le nouveau mot de passe doit être différent de l'ancien.
ja: 新しいパスワードは古いパスワードとは異なる必要があります。
tr: Yeni şifre eskisinden farklı olmalıdır.
uk: Новий пароль повинен відрізнятися від старого.

source: Required. 150 characters or fewer. Letters, digits and -/_/. only.
de: Erforderlich.150 Zeichen oder weniger.Buchstaben, Ziffern und -/_/.nur.
fr: Requis.150 caractères ou moins.Lettres, chiffres et - / _ /.seul.
ja: 必要。150文字以下。文字、数字、 - /_/。それだけ。
tr: Gerekli.150 karakter veya daha az.Harfler, rakamlar ve -/_/.sadece.
uk: Вимагається.150 символів або менше.Листи, цифри та -/_/.Тільки.

source: A user with that username already exists.
de: Ein Benutzer mit diesem Benutzernamen existiert bereits.
fr: Un utilisateur avec ce pseudo existe déjà.
ja: そのユーザー名を持つユーザーが既に存在します。
tr: Bir kullanıcı bu ismi zaten kulanıyor.
uk: Користувач із таким ім'ям вже існує.

source: email address
de: E-Mail-Addresse
fr: adresse e-mail
ja: 電子メールアドレス
tr: E -posta adresi
uk: адреса електронної пошти

source: This mail is busy.
de: Diese Mail ist beschäftigt.
fr: Ce courrier est occupé.
ja: このメールは忙しいです。
tr: Bu posta meşgul.
uk: Ця пошта зайнята.

source: Confirmed mail
de: Bestätigte Mail
fr: Courrier confirmé
ja: 確認されたメール
tr: Onaylanmış posta
uk: Підтверджена пошта

source: password
de: Passwort
fr: mot de passe
ja: パスワード暗証暗号
tr: şifre
uk: пароль

source: Time when the last confirmation email was sent
de: Zeit, als die letzte E -Mail der Bestätigung gesendet wurde
fr: Heure où le dernier e-mail de confirmation a été envoyé
ja: 最後の確認メールが送信された時間
tr: Son onay e -postasının gönderildiği zaman
uk: Час, коли був надісланий останній електронний лист із підтвердженням

source: Email confirmation
de: Email Bestätigung
fr: Confirmation de l'émail
ja: 確認確認
tr: E-posta Onayı
uk: Підтвердження електронної пошти

source: Try again in:
de: Versuchen Sie es erneut in:
fr: Réessayez dans:
ja: 再試行してください：
tr: Tekrar deneyin:
uk: Спробуйте ще раз у:
